/* Type of IP address */
"6to4 relay" = "Spojení 6to4";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort připojen";

/* No comment provided by engineer. */
"Airport connected" = "Airport připojen";

/* No comment provided by engineer. */
"Airport disconnected" = "Airport odpojen";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort odpojen";

/* No comment provided by engineer. */
"Battery charging..." = "Baterie se nabíjí…";

/* Type of IP address */
"Benchmark" = "Výkonnostní test";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Spojení Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Device Connected" = "Zařízení Bluetooth připojeno";

/* No comment provided by engineer. */
"Bluetooth Device Disconnected" = "Zařízení Bluetooth odpojeno";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Odpojit Bluetooth";

/* No comment provided by engineer. */
"Current charge: %d%%" = "Úroveň nabití: %d%%";

/* No comment provided by engineer. */
"Ethernet activated" = "Ethernet připojen";

/* No comment provided by engineer. */
"Ethernet deactivated" = "Ethernet odpojen";

/* No comment provided by engineer. */
"FireWire Connection" = "Spojení FireWire";

/* No comment provided by engineer. */
"FireWire Device Connected" = "Zařízení FireWire připojeno";

/* No comment provided by engineer. */
"FireWire Device Disconnected" = "Zařízení FireWire odpojeno";

/* No comment provided by engineer. */
"FireWire Disconnection" = "Odpojit FireWire";

/* No comment provided by engineer. */
"Group Network Notifications" = "Skupinová síťová upozornění";

/* No comment provided by engineer. */
"Interface:\ten0" = "Rozhraní:\ten0";

/* The %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\ten0\nMedia:\t%@" = "Rozhraní:\ten0\nMedium:\t%@";

/* No comment provided by engineer. */
"IP Acquired" = "IP přiřazena";

/* No comment provided by engineer. */
"IP address acquired" = "IP adresa přiřazena";

/* No comment provided by engineer. */
"IP address released" = "IP adresa uvolněna";

/* No comment provided by engineer. */
"IP Released" = "IP uvolněna";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Připojená síť.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Left network %@." = "Síť %@ byla opuštěna.";

/* Type of IP address */
"Link-local" = "Link-local";

/* Type of IP address */
"Loopback" = "Loopback";

/* No comment provided by engineer. */
"Network Link Down" = "Síť byla odpojena";

/* No comment provided by engineer. */
"Network Link Up" = "Síť byla připojena";

/* No comment provided by engineer. */
"New primary IP: %@ (%@)" = "Nová primární IP: %1$@ (%2$@)";

/* No comment provided by engineer. */
"No IP address now" = "Žádná IP adresa";

/* No comment provided by engineer. */
"On A/C power" = "Na síťovém adaptéru";

/* No comment provided by engineer. */
"On battery power" = "Na baterii";

/* No comment provided by engineer. */
"On UPS power" = "Na zdroji UPS";

/* No comment provided by engineer. */
"Preferences..." = "Předvolby…";

/* Type of IP address */
"Private" = "Soukromá";

/* Type of IP address */
"Public" = "Veřejná";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Ukončit HardwareGrowler";

/* Type of IP address */
"Reserved" = "Rezervovaná";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Při spuštění zobrazit připojená zařízení";

/* No comment provided by engineer. */
"Switched to A/C Power" = "Přepnuto na síťový adaptér";

/* No comment provided by engineer. */
"Switched to Battery Power" = "Přepnuto na baterii";

/* No comment provided by engineer. */
"Switched to UPS Power" = "Přepnuto na zdroj UPS";

/* No comment provided by engineer. */
"Sync finished" = "Synchronizace dokončena";

/* No comment provided by engineer. */
"Sync started" = "Synchronizace spuštěna";

/* Type of IP address */
"Test" = "Zkouška";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Toto nastavení se uplatní až po restartu aplikace Hardware Growler";

/* No comment provided by engineer. */
"Time remaining: %i minutes" = "Zbývá: %i minut";

/* No comment provided by engineer. */
"Time to charge: %i minutes" = "Do plného nabití zbývá: %i minut";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Neznámé zařízení FireWire";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "Sběrnice USB 2.0";

/* No comment provided by engineer. */
"USB Bus" = "Sběrnice USB";

/* No comment provided by engineer. */
"USB Connection" = "Spojení USB";

/* No comment provided by engineer. */
"USB Device Connected" = "Zařízení USB připojeno";

/* No comment provided by engineer. */
"USB Device Disconnected" = "Zařízení USB odpojeno";

/* No comment provided by engineer. */
"USB Disconnection" = "Odpojit USB";

/* No comment provided by engineer. */
"Volume Mounted" = "Disk připojen";

/* No comment provided by engineer. */
"Volume Unmounted" = "Disk odpojen";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Předvolby pro HardwareGrowler…";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Na obou místech";

/* display the icon only in the dock */
"Show icon in the dock" = "Zobrazit ikonu v Doku";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Zobrazit ikonu v řádku nabídek";

/* display no icon at all */
"No icon visible" = "Nikde";

/* No comment provided by engineer. */
"Icon:" = "Ikona:";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Zapnutím této volby skryjete ikonu HardwareGrowler.\n\nPro zobrazení předvoleb, spusťte HardwareGrowler pomocí programu Launchpad nebo Finder.";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Upozornění! Zapnutím této volby pustíte HardwareGrowler na pozadí.";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "Upozornění! Zapnutím této volby přidáte HardwareGrowler do položek spouštěných po přihlášen.í";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Zapnutím této volby se program HardwareGrowler bude spouštět při vašem přihlášení, takže bude vždy k dispozici.";

"Start HardwareGrowler at Login:" = "Spustit HardwareGrowler při přihlášení:";
